"MAIN_TITLE"="News";
"REFRESH"="Pull down for refresh";
"JUST_NOW"="Just now";
"5_MIN"="< 5 minutes";
"15_MIN"="< 15 minutes";
"30_MIN"="< 30 minutes";
"45_MIN"="< 45 minutes";
"HOUR"="< hour";
"< %d hours"="< %d hours";
"YESTERDAY"="Yesterday";
"%d days"="%d days";
"LONG_TIME"="Long time ago";
"SETTINGS_TITLE"="Settings";
"SETTINGS_RESET_TITLE"="Settings resetted";
"SETTINGS_RESET_MESSAGE"="All settings are now resetted back to defaults.";
"ERROR"="Error happened";
"ERROR_API_NO_DATA"="Error: no data from High.fi.";
"ERROR_API_PARSE"="Error getting data from High.fi";
"SHARE_BUTTON"="Share";
"INFO_REVIEW_TITLE"="Review on App Store";
"INFO_BUGS_TITLE"="Ideas and Bug Reports";